[ {"name":"Critical Care Medicine","describe":"internist trained in critical care medicine has expertise in the diagnosis, treatment and support of critically ill and injured patients, particularly trauma victims and patients with multiple organ dysfunction.","img":"https://doctor-carter.seaside-themes.com/wp-content/uploads/2018/04/Resuscitation-ervice-1160x784.jpg","id":2},{"name":"Medical X-Ray","describe":"An x-ray is an image created on photographic film or electronically on a digital system to diagnose illnesses and injuries. During this type of medical imaging procedure, an x-ray machine is used to take pictures of the inside of the body","img":"https://doctor-carter.seaside-themes.com/wp-content/uploads/2018/04/X-ray-1160x784.jpg","id":3},{"name":"Cardiac Clinic","describe":"The clinic staff helps you understand your current state of cardiovascular health and how you can reduce your risk of cardiovascular disease. The staff in the Cardiovascular Health Clinic works together as a multidisciplinary team to coordinate your care. The team may include: Preventive cardiologists","img":"https://doctor-carter.seaside-themes.com/wp-content/uploads/2018/04/Cardiac-Clinic-1160x784.jpg","id":4},{"name":"Hepatology Clinic","describe":"Hepatology is an area of medicine that focuses on diseases of the liver as well as related conditions. A hepatologist is a specialized doctor involved in the diagnosis and treatment of hepatic diseases, which include issues that affect your: liver. gallbladder","img":"https://doctor-carter.seaside-themes.com/wp-content/uploads/2018/04/Hepatology-Clinic-1160x784.jpg","id":5},{"name":"Heurology Clinic","describe":"Neurologists are specialists who treat diseases of the brain and spinal cord, peripheral nerves and muscles. Neurological conditions include epilepsy, stroke, multiple sclerosis (MS) and Parkinson's disease","img":"https://doctor-carter.seaside-themes.com/wp-content/uploads/2018/04/Neurology-Clinic-1-1160x760.jpg","id":6},{"name":"Pulmonary Clinic","describe":"Pulmonary medicine is a subspecialty of internal medicine that focuses on the prevention, diagnosis, and treatment of conditions that affect the lungs and respiratory tract.","img":"https://doctor-carter.seaside-themes.com/wp-content/uploads/2018/04/Pulmonary-Clinic-1160x784.jpg","id":7}]